[
  {
    "name":"Nike Spiral-Tech 3.0 Official Football",
    "shortname":"Nike_Football1",
	"company" : "Nike",
    "description":"You can count on the Nike All Field Official Gridiron Ball to fly true in any weather. The refined shaping helps it keep a tight spiral in high winds and driving rain, while the pebbled synthetic leather cover and tacky laces promote a strong, sure grip.",
    "price":"$50"
  },
  {
    "name":"COSCO Superlative Match Soccer Ball",
    "shortname":"Cosco_Football",
	"company": "Cosco",
    "description":"Passionately engineered for superb touch and trajectory, the Superlative Match Ball was crafted for players demanding the utmost in performance. The aero-textured microfiber shell and compression-balanced latex bladder deliver buttery-smooth ball handling on the pitch along with precise control over its explosive flight path through the air.",
    "price":"$70"
  },
  {
    "name":"Addidas Beach Soccer Ball",
    "shortname":"Addidas_Football",
	"company":"Addidas",
    "description":"A soft and waterproof ball for beach play. The cover is made of an extremely durable rubber material that can withstand sand and water play.",
    "price":"$80"
  },
  {
    "name":"Nike Primer Soft-Touch Soccer Ball",
    "shortname":"Nike_Official_Football",
    "company":"Nike",
	"description":"As its name suggests, the Primer Ball delivers what is at the core of this beautiful game: A soccer ball designed around ultimate enjoyment by inspiring confidence in players to master their skills. With a soft-touch TPU layer to lessen the sting, the thermoformed smooth-seam shell not only delivers superior touch and flight performance, it ensures long-lasting durability and weather resistance as well. And thanks to its butyl bladder it's always ready to go, staying inflated for weeks, not days.",
    "price":"$60"
  },
  {
    "name":"Mens PSG Football Jersey",
    "shortname":"PSG_jersey",
	"company":"Nike",
    "description":"Who's your favorite team? What's your fashion style? No matter your answer, we have the solution for you! Great fit, comfortable fabrics, cool designs. guys we've got just what you want! Perfect for a day at the game, tailgating, or grabbing a little grub at your favorite diner or watering hole. Comfort and fashion - what more do you need! Grab this short sleeve fashion top to add to your sportswear collection; you'll want to wear it all the time!",
    "price":"$90"
  },
  {
    "name":"USA Football Jersey",
    "shortname":"USA_jersey",
	"company":"Addidas",
    "description":"Any Given Sunday Luther Lavay Miami Sharks Football Jersey by Headgear Classics. Inspired by the story of a behind-the-scenes look at the life-and-death struggles of modern-day gladiators and those who lead them.. Movie: Any Given Sunday Material: 100% Polyester, Mesh body, Quality embroidery, Tackle twill graphics, Jock tag",
    "price":"$100"
  },
  {
    "name":"Brasil Football Jersey",
    "shortname":"Brasil_jersey",
	"company":"Nike",
    "description":"C'mon Cowboys, first and ten! This NFL Cowboys Uniform Costume is great for practicing your spiral throw. Wear this cool costume set to the games or for backyard football games with your buddies. This makes a great present for young Dallas Cowboy fans! - Helmet - Jersey - Pants - Iron-on Numbers - Chin Strap",
    "price":"$50"
  },
  {
    "name":"Mens Nike Vapor Shark 2 Football Shoes",
    "shortname":"Nike_Shoes_1",
	"company":"Nike",
    "description":"You can count on the Nike All Field Official Gridiron Ball to fly true in any weather. The refined shaping helps it keep a tight spiral in high winds and driving rain, while the pebbled synthetic leather cover and tacky laces promote a strong, sure grip.",
    "price":"$50"
  },
  {
    "name":"Nike Mens Lunarbeast PRO TD Football Cleats",
    "shortname":"Nike_Shoes_2",
	"company":"Nike",
    "description":"Bring a whole new meaning to 'quick feet' in the lightning-quick speed of the Nike Vapor Shark 2 football cleat. Synthetic leather upper hugs the foot, and provides a lightweight feel. Lace-up closure. Padded tongue and collar. Breathable fabric lining offers a great in-shoe feel. Molded foam insole.",
    "price":"$80"
  },
  {
    "name":"Men's Nike Vapor Speed Turf Football Shoe",
    "shortname":"Nike_Shoes_3",
	"company":"Nike",
    "description":"Designed for athletes who train on turf, the Nike Vapor Speed Turf Men's Football Shoe delivers durable comfort with a breathable upper, plush Lunarlon cushioning and durable rubber lugs.",
    "price":"$80"
  },
  {
    "name":"Nike Mens Lunarbeast PRO TD Football Cleats",
    "shortname":"Nike_Shoes_4",
	"company":"Nike",
    "description":"Take the defenders on a ride with those killer moves in the Nike Hypervenom Phade II IC soccer shoes..",
    "price":"$80"
  }

]
